<template>
  <div>
      <Header :title='title'/>
      <div class="father">
          <div class="waiver">
            <div class="title">鱼泡机械用户协议</div>
            <div class="protocol-text">
                <p>
                    在以下条款中，"用户"是指向鱼泡机械网（以下称"鱼泡机械"）申请注册成为鱼泡机械会员的个人或者单位。
                    用户同意此在线注册条款之效力如同用户亲自签字、盖章的书面条款一样，对用户具有法律约束力。
                    用户进一步同意，用户进入鱼泡机械会员注册程序即意味着用户同意了本注册条款的所有内容且只有用户完全同意所有服务条款并完成注册程序，才能成为鱼泡机械的正式用户。本注册条款自用户注册成功之日起在用户与鱼泡机械之间产生法律效力。
                </p>
                <p>
                    一、接受条款<br>
                                        1、本协议内容包括协议正文及所有鱼泡机械已经发布或将来可能发布的各类规则。所有规则为协议不可分割的一部分，与协议正文具有同等法律效力。<br>
                    2、以任何方式进入鱼泡机械并使用服务即表示您已充分阅读、理解并同意接受本协议的条款和条件(以下合称“条款”)。<br>
                    3、鱼泡机械有权根据业务需要酌情修订“条款”，并以网站公告的形式进行更新，不再单独通知予您。经修订的“条款”一经在鱼泡机械网站公布，即产生效力。如您不同意相关修订，请您立即停止使用“服务”。如您继续使用“服务”，则将视为您已接受经修订的“条款”，当您与鱼泡机械发生争议时，应以最新的“条款”为准。<br>
                    二、注册<br>
                                        1、服务使用对象<br>
                                        您确认，在您完成注册程序或以其他鱼泡机械允许的方式实际使用服务时，您应当是具备完全民事权利能力和与所从事的民事行为相适应的行为能力的自然人、法人或其他组织。若您不具备前述主体资格，请勿使用服务，否则您及您的监护人应承担因此而导致的一切后果，且鱼泡机械有权注销（永久冻结）您的账户，并向您及您的监护人索偿。如您代表一家公司或其他法律主体在鱼泡机械登记，则您声明和保证，您有权使该公司或该法律主体受本协议“条款”的约束。<br>
                    2、注册账户<br>
                                        2.1在您按照注册页面提示填写信息、阅读并同意本协议且完成全部注册程序后，或在您按照激活页面提示填写信息、阅读并同意本协议且完成全部激活程序后，或您以其他鱼泡机械允许的方式实际使用鱼泡机械服务时，您即受本协议的约束。您可以使用您提供或确认的邮箱、手机号码或者鱼泡机械允许的其它方式作为登录手段进入鱼泡机械。<br>
                    2.2您可以对账户设置昵称，但您设置的昵称不得侵犯或涉嫌侵犯他人合法权益。如您设置的昵称涉嫌侵犯他人合法权益，鱼泡机械有权终止向您提供服务，并注销您的账户。账户注销后，相应的昵称将开放给其他有权用户登记使用。<br>
                    2.3在完成注册或激活流程时，您应当按照法律法规要求，按相应页面的提示准确提供并及时更新您的资料，以使之真实、及时，完整和准确。如有合理理由怀疑您提供的资料错误、不实、过时或不完整的，鱼泡机械有权向您发出询问及/或要求改正的通知，并有权直接做出删除相应资料的处理，直至中止、终止对您提供部分或全部鱼泡机械服务，鱼泡机械对此不承担任何责任，您将承担因此产生的任何直接或间接损失及不利后果。<br>
                    2.4用户在注册时有权选择是否订阅鱼泡机械发送的关于工程机械市场信息的电子邮件和/或短信息。<br>
                    2.5用户合法、完整并有效提供注册所需信息的，有权获得鱼泡机械账号和密码，鱼泡机械账号和密码用于用户在鱼泡机械进行会员登录。<br>
                    三、服务终止<br>
                                        1、服务终止：<br>
                    1.1您同意，在鱼泡机械未向您收费的情况下，鱼泡机械可自行全权决定以任何理由(包括但不限于鱼泡机械认为您已违反本协议的字面意义和精神，或您以不符合本协议的字面意义和精神的方式行事)终止您的“服务”密码、账户(或其任何部份)或您对“服务”的使用。您同意，在鱼泡机械向您收费的情况下，鱼泡机械应基于合理的怀疑且经电子邮件通知的情况下实施上述终止服务的行为。您进一步承认和同意，鱼泡机械根据本协议规定终止您服务的情况下可立即使您的账户无效，或注销您的账户以及在您的账户内的所有相关资料和档案，和/或禁止您进一步接入该等档案或“服务”。账户终止后，鱼泡机械没有义务为您保留原账户中或与之相关的任何信息，或转发任何未曾阅读或发送的信息给您或第三方。此外，您同意，鱼泡机械不会就终止向您提供“服务”而对您或任何第三者承担任何责任。<br>
                    1.2您有权向鱼泡机械要求注销您的账户，经鱼泡机械审核同意的，鱼泡机械将注销您的账户，届时，您与鱼泡机械基于本协议的合同关系即终止。您的账户被注销后，鱼泡机械没有义务为您保留或向您披露您账户中的任何信息，也没有义务向您或第三方转发任何您未曾阅读或发送过的信息。<br>
                    1.3.您理解并同意，您与鱼泡机械的合同关系终止后：<br>
                    a)鱼泡机械有权继续保存您的资料。<br>
                    b)您在使用服务期间存在违法行为或违反本协议和/或规则的行为的，鱼泡机械仍可依据本协议向您主张权利。<br>
                    c）您在使用服务期间因使用服务与其他用户之间发生的关系，不因本协议的终止而终止，其他用户仍有权向您主张权利，您应继续按您的承诺履行义务。<br>
                    四、关于费用<br>
                                        鱼泡机械保留在根据第一条第3款通知您后，收取“服务”费用的权利。另外，您因进行交易、向鱼泡机械获取有偿服务或接触鱼泡机械服务器而发生的所有应纳税赋，以及相关硬件、软件、通讯、网络服务及其他方面的费用均由您自行承担。鱼泡机械保留在无须发出书面通知，仅在网站公示的情况下，暂时或永久地更改或停止部分或全部“服务”的权利。<br>
                    五、鱼泡机械用户服务<br>
                                        鱼泡机械为用户通过鱼泡机械进行网络交易活动提供网络交易平台服务，您可在鱼泡机械手机端发布交易信息、查询商品和服务信息、达成交易意向并进行交易、对租赁过的设备进行评价、参加鱼泡机械组织的活动以及使用其它信息服务及技术服务。<br>
                    2、鱼泡机械手机客户端仅作为用户物色交易对象，就货物和服务的交易进行协商，以及获取各类与贸易相关的服务的地点。同时，鱼泡机械不涉及用户间因交易而产生的法律关系及法律纠纷，不会且不能牵涉进交易各方的交易当中。敬请注意，鱼泡机械不能控制或保证商贸信息的真实性、合法性、准确性，亦不能控制或保证交易所涉及的物品的质量、安全或合法性，以及相关交易各方履行在贸易协议项下的各项义务的能力。鱼泡机械不能也不会控制交易各方能否履行协议义务。此外，您应注意到，与以欺诈手段行事的人进行交易的风险是客观存在的。鱼泡机械希望您在使用鱼泡机械手机客户端时，小心谨慎并运用常识。<br>
                    六、服务使用规范<br>
                                        1、关于您的资料的规则<br>
                                        1.1“您的资料”包括您在注册、发布信息或交易等过程中、在任何公开信息场合或通过任何电子邮件形式，向鱼泡机械或其他用户提供的任何资料
                                        ，包括数据、文本、软件、音乐、声响、照片、图画、影像、词句或其他材料。您应对“您的资料”负全部责任，而鱼泡机械仅作为您在网上发布和刊登“您的资料”的被动渠道。<br>
                    1.2您同意并承诺，“您的资料”和您提供在鱼泡机械客户端上交易的任何“物品”（泛指一切可供依法交易的、有形的或无形的、以各种形态存在的某种具体的物品，或某种权利或利益，或某种票据或证券，或某种服务或行为。本协议中“物品”一词均含此义）:<br>
                    a.不会有欺诈成份，与售卖伪造或盗窃无涉；<br>
                    b.不会侵犯任何第三者对该物品享有的物权，或版权、专利、商标、商业秘密或其他知识产权，或隐私权、名誉权；<br>
                    c.不会违反任何法律、法规、条例或规章(包括但不限于关于规范出口管理、凭许可证经营、贸易配额、保护消费者、不正当竞争或虚假广告的法律、法 规、条例或规章)、本协议及相关规则；<br>
                    d.不会含有诽谤（包括商业诽谤）、非法恐吓或非法骚扰的内容；<br>
                    e.不会含有淫秽、或包含任何儿童色情内容；<br>
                    f.不会含有蓄意毁坏、恶意干扰、秘密地截取或侵占任何系统、数据或个人资料的任何病毒、伪装破坏程序、电脑蠕虫、定时程序炸弹或 其他电脑程序；<br>
                    g.不会直接或间接与下述各项货物或服务连接，或包含对下述各项货物或服务的描述：(I)本协议项下禁止的货物或服务；或(II)您无权连接或包含的货物或服务。此外，您同意不会：（III）在与任何连锁信件、大量胡乱邮寄的电子邮件、滥发电子邮件或任何复制或多余的信息有关的方面使用“服务”；(ⅳ)未经其他人士同意，利用“服务”收集其他人士的电子邮件地址及其他资料；或（ⅴ）利用“服务”制作虚假的电子邮件地址，或以其他形式试图在发送人的身份或信息的来源方面误导其他人士；
                                        h.不含有鱼泡机械认为应禁止或不适合通过鱼泡机械网站宣传或交易。<br>
                    1.3您同意，您不会对任何资料作商业性利用，包括但不限于在未经鱼泡机械事先书面批准的情况下，复制在鱼泡机械手机端上展示的任何资料并用于商业用途。<br>
                    2、关于交易的规则<br>
                                        2.1添加产品描述条目。产品描述是由您提供的在鱼泡机械手机客户端上展示的文字描述、图画和/或照片，可以是(a)对您拥有而您希望出售的产品的描述；或(b)对您正寻找的产品的描述。您须将该等产品描述归入正确的类目内。鱼泡机械不对产品描述的准确性或内容负责。<br>
                    2.2就交易进行协商。交易各方通过在鱼泡机械手机客户端上明确描述报盘和回盘，进行相互协商。所有各方接纳报盘或回盘将使所涉及的鱼泡机械用户有义务完成交易。除非在特殊情况下，诸如用户在您提出报盘后实质性地更改对物品的描述或澄清任何文字输入错误，或您未能证实交易所涉及的用户的身份等，报盘和承诺均不得撤回。<br>
                    2.3不得操纵交易。您同意不利用帮助实现蒙蔽或欺骗意图的同伙(下属的客户或第三方)，操纵与另一交易方所进行的商业谈判的结果。<br>
                    2.4不得干扰交易系统。您同意，您不得使用任何装置、软件或例行程序干预或试图干预鱼泡机械手机客户端的正常运作或正在鱼泡机械手机客户端上进行的任何交易。您不得采取对任何将不合理或不合比例的庞大负载加诸鱼泡机械网络结构的行动。<br>
                    2.5关于交易反馈。您不得采取任何可能损害信息反馈系统的完整性的行动，诸如：利用第二会员身份标识或第三者为您本身留下正面反馈；利用第二会员身份标识或第三者为其他用户留下负面反馈(反馈数据轰炸)；或在用户未能履行交易范围以外的某些行动时，留下负面的反馈(反馈恶意强加)。<br>
                    2.6关于处理交易争议。<br>
                    (I)鱼泡机械不涉及用户间因交易而产生的法律关系及法律纠纷，不会且不能牵涉进交易各方的交易当中。倘若您与一名或一名以上用户，或与您通过鱼泡机械手机客户端获取其服务的第三者服务供应商发生争议，您免除鱼泡机械(及鱼泡机械代理人和雇员)在因该等争议而引起的，或在任何方面与该等争议有关的不同种类和性质的任何(实际和后果性的)权利主张、要求和损害赔偿等方面的责任。<br>
                    (II)鱼泡机械有权受理并调处您与其他用户因交易产生的争议，同时有权单方面独立判断其他用户对您的投诉及(或)索偿是否成立，若鱼泡机械判断索偿成立，则您应及时使用自有资金进行偿付，否则鱼泡机械有权使用您交纳的保证金（如有）或扣减已购鱼泡机械及其关联公司的产品或服务中未履行部分的费用的相应金额或您在鱼泡机械网站所有账户下的其他资金(或权益)等进行相应偿付。鱼泡机械没有使用自用资金进行偿付的义务，但若进行了该等支付，您应及时赔偿鱼泡机械的全部损失，否则鱼泡机械有权通过前述方式抵减相应资金或权益，如仍无法弥补鱼泡机械损失，则鱼泡机械保留继续追偿的权利。因鱼泡机械非司法机构，您完全理解并承认，鱼泡机械对证据的鉴别能力及对纠纷的处理能力有限，受理贸易争议完全是基于您之委托，不保证争议处理结果符合您的期望，亦不对争议处理结果承担任何责任。鱼泡机械有权决定是否参与争议的调处。<br>
                    (III)鱼泡机械有权通过电子邮件等联系方式向您了解情况，并将所了解的情况通过电子邮件等方式通知对方，您有义务配合鱼泡机械的工作，否则鱼泡机械有权做出对您不利的处理结果。<br>
                    3、违反规则的后果。<br>
                    3.1倘若鱼泡机械认为“您的资料”可能使鱼泡机械承担任何法律或道义上的责任，或可能使阿鱼泡机械(全部或部分地)失去鱼泡机械的互联网服务供应商或其他供应商的服务，则鱼泡机械可自行全权决定对“您的资料”采取鱼泡机械认为必要或适当的任何行动，包括但不限于删除该类资料。您特此保证，您对提交给鱼泡机械的“您的资料”拥有全部权利，包括全部版权。您确认，鱼泡机械没有责任去认定或决定您提交给鱼泡机械的资料哪些是应当受到保护的，对享有“服务”的其他用户使用“您的资料”，鱼泡机械也不必负责。<br>
                    3.2对于您涉嫌违反承诺的行为对任意第三方造成损害的，您均应当以自己的名义独立承担所有的法律责任，并应确保鱼泡机械免责。<br>
                    3.3在不限制其他补救措施的前提下，发生下述任一情况，鱼泡机械可立即发出警告，暂时中止、永久中止或终止您的会员资格，删除您的任何现有产品信息，以及您在网站及手机客户端上展示的任何其他资料：(I)您违反本协议；(II)鱼泡机械无法核实或鉴定您向鱼泡机械提供的任何资料；或(III)鱼泡机械相信您的行为可能会使您、鱼泡机械用户或通过鱼泡机械或鱼泡机械网站及手机客户端提供服务的第三者服务供应商发生任何法律责任。在不限制任何其他补救措施的前提下，若发现您从事涉及鱼泡机械的诈骗活动，鱼泡机械可暂停或终止您的账户。<br>
                    3.4经生效法律文书确认用户存在违法或违反本协议行为或者鱼泡机械自行判断用户涉嫌存在违法或违反本协议行为的，鱼泡机械有权在鱼泡机械网站上以网络发布形式公布用户的违法行为并做出处罚（包括但不限于限权、终止服务等）。<br>
                    七、服务“按现状”提供<br>
                                        本公司会尽一切努力使您在使用鱼泡机械的过程中得到乐趣。遗憾的是，本公司不能随时预见到任何技术上的问题或其他困难。该等困难可能会导致数据损失或其他服务中断。为此，您明确理解和同意，您使用“服务”的风险由您自行承担。“服务”以“按现状”和“按可得到”的基础提供。鱼泡机械明确声明不作出任何种类的所有明示或暗示的保证，包括但不限于关于适销性、适用于某一特定用途和无侵权行为等方面的保证鱼泡机械对下述内容不作保证：<br>
                    (I)“服务”会符合您的要求；<br>
                    (II)“服务”不会中断，且适时、安全和不带任何错误；<br>
                    (III) 通过使用“服务”而可能获取的结果将是准确或可信赖的；<br>
                    (IV)
                                        您通过“服务”而购买或获取的任何产品、服务、资料或其他材料的质量将符合您的预期。通过使用“服务”而下载或以其他形式获取任何材料是由您自行全权决定进行的，且与此有关的风险由您自行承担，对于因您下载任何该等材料而发生的您的电脑系统的任何损毁或任何数据损失，您将自行承担责任。您从鱼泡机械网站及手机客户端或通过或从“服务”获取的任何口头或书面意见或资料，均不产生未在本协议内明确载明的任何保证。<br>
                    八、责任范围<br>
                                        您明确理解和同意，鱼泡机械不对因下述任一情况而发生的任何损害赔偿承担责任，包括但不限于利润、商誉、使用、数据等方面的损失或其他无形损失的损害赔偿 (无论鱼泡机械是否已被告知该等损害赔偿的可能性)：<br>
                    (I) 使用或未能使用“服务”；<br>
                    (II) 因通过或从“服务”购买或获取任何货物、样品、数据、资料或服务，或通过或从“服务”接收任何信息或缔结任何交易所产生的获取替代货物和服务的费用；<br>
                    (III) 未经批准接入或更改您的传输资料或数据；<br>
                    (IV) 任何第三者对“服务”的声明或关于“服务”的行为；或因任何原因而引起的与“服务”有关的任何其他事宜，包括疏忽。<br>
                    九、赔偿。<br>
                    您同意，如因您违反本协议或经在此提及而纳入本协议的其他文件，或因您违反法律侵害了第三方的合法权利，或因您违反法律须承担行政或刑事责任，而使第三方或行政、司法机关对鱼泡机械及其子公司、关联公司、分公司、董事、职员、代理人提出索赔或处罚要求（包括司法费用和其他专业人士的费用），您必须全额赔偿给鱼泡机械及其子公司、关联公司、分公司、董事、职员、代理人，并使其等免遭损失。<br>
                    十、链接。<br>
                                        “服务”或第三者均可提供与其他万维网网站或资源的链接。由于鱼泡机械并不控制该等网站和资源，您承认并同意，鱼泡机械并不对该等外在网站或资源的可用性负责，且不认可该等网站或资源上或可从该等网站或资源获取的任何内容、宣传、产品、服务或其他材料，也不对其等负责或承担任何责任。您进一步承认和同意，对于任何因使用或信赖从此类网站或资源上获取的此类内容、宣传、产品、服务或其他材料而造成（或声称造成）的任何直接或间接损失，鱼泡机械均不承担责任。<br>
                    十一、通知。<br>
                    1、您应当准确填写并及时更新您提供的电子邮件地址、联系电话、联系地址、邮政编码等联系方式，以便鱼泡机械或其他用户与您进行有效联系，因通过这些联系方式无法与您取得联系，导致您在使用鱼泡机械服务过程中产生任何损失或增加费用的，应由您完全独自承担。您了解并同意，您有义务保持你提供的联系方式的有效性，如有变更需要更新的，您应按鱼泡机械的要求进行操作。<br>
                    2、除非另有明确规定，任何您与鱼泡机械之间的通知应以电子邮件形式发送，(就鱼泡机械而言)电子邮件地址为fengxi-work@foxmail.com，或(就您而言)发送到您在登记注册过程中向鱼泡机械提供的电子邮件地址，或有关方指明的该等其他地址。在电子邮件发出二十四(24)小时后，通知应被视为已送达，除非发送人被告知相关电子邮件地址已作废。或者，鱼泡机械可通过邮资预付挂号邮件并要求回执的方式，将通知发到您在登记过程中向鱼泡机械提供的地址。在该情况下，在付邮当日三(3)天后通知被视为已送达。<br>

                    十二、不可抗力。<br>
                    对于因鱼泡机械合理控制范围以外的原因，包括但不限于自然灾害、罢工或骚乱、物质短缺或定量配给、暴动、战争行为、政府行为、通讯或其他设施故障或严重伤亡事故等，致使鱼泡机械延迟或未能履约的，鱼泡机械不对您承担任何责任。<br>

                    十三.法律适用、管辖及其他<br>
                                        1、本协议之效力、解释、变更、执行与争议解决均适用中华人民共和国大陆地区法律，如无相关法律规定的，则应参照通用国际商业惯例和（或）行业惯例。<br>
                    2、您与鱼泡机械仅为独立订约人关系。本协议无意结成或创设任何代理、合伙、合营、雇佣与被雇佣或特性授权与被授权关系。<br>
                    3、您同意鱼泡机械因经营业务需要有权将本协议项下的权力义务就部分或全部进行转让，而无须再通知予您并取得您的同意。<br>
                    4、因本协议或鱼泡机械服务所引起或与其有关的任何争议应向鱼泡机械所在地人民法院提起诉讼。<br>
                    5、本协议取代您和鱼泡机械先前就相同事项订立的任何书面或口头协议。倘若本协议任何条款被裁定为无效或不可强制执行，该项条款应被撤销，而其余条款应予遵守和执行。条款标题仅为方便参阅而设，并不以任何方式界定、限制、解释或描述该条款的范围或限度。鱼泡机械未就您或其他人士的某项违约行为采取行动，并不表明鱼泡机械撤回就任何继后或类似的违约事件采取动的权利。<br>
                </p>
            </div>
          </div>
      </div>
  </div>
</template>

<script>
import Header from '../../components/header'
export default {
  components:{
    Header
  },
  data(){
    return{
        title:'用户协议_鱼泡机械'
    }
  }
}
</script>

<style lang='scss' scoped>
@import './protocol.scss'
</style>
